Repository: Tyuba4/blog
Catalog: languages/bel.po
Languages: bel

source: Page - Additional Sidebar 1
bel: Старонка - Дадатковая бакавая панэль 1

source: Skip to content
bel: Перайсці да зместу

source: Pages:
bel: Старонкі:

source: It looks like nothing was found at this location.
bel: Нічога не знойдзена тут.

source: Continue reading %s <span class="meta-nav">&rarr;</span>
bel: Працягнуць чытанне %s <span class="meta-nav">&rarr;</span>

source: Welcome to Readit,
bel: Запрашаем у Readit,

source: a modern WordPress blog.
bel: сучасны блог на WordPress.

source: Page - Additional Sidebar 5
bel: Старонка - дадатковая бакавая панэль 5

source: Primary Menu
bel: Галоўнае меню

source: Sidebar
bel: Бакавая панэль

source: Footer 1
bel: Футэр 1

source: Populate your first Footer area
bel: Запоўніце першую вобласць футэра

source: Footer 2
bel: Футэр 2

source: Populate your second Footer area
bel: Запоўніце другую вобласць футэра

source: Footer 3
bel: Футэр 3

source: Populate your third Footer area
bel: Запоўніце трэцюю вобласць футэра

source: Footer 4
bel: Футэр 4

source: Populate your fourth Footer area
bel: Запоўніце чацвёртую вобласць футэра

source: Addtional Sidebar 1
bel: Дадатковая бакавая панэль 1

source: Addtional Sidebar 2
bel: Дадатковая бакавая панэль 2

source: Addtional Sidebar 3
bel: Дадатковая бакавая панэль 3

source: Addtional Sidebar 4
bel: Дадатковая бакавая панэль 4

source: Addtional Sidebar 5
bel: Дадатковая бакавая панэль 5

# Post Type General Name
source: Slides
bel: Слайды

# Post Type Singular Name
source: Slide
bel: Слайд

source: Slides
bel: Слайды

source: Parent Item:
bel: Бацькоўская адзінка:

source: All Slides
bel: Усе слайды

source: View Slides
bel: Прагледзець слайды

source: Add New Slide
bel: Дадаць новы слайд

source: Add New
bel: Дадаць новы

source: Edit Slide
bel: Рэдагаваць слайд

source: Update Slide
bel: Абнавіць слайд

source: Search Slides
bel: Шукаць слайды

source: Not found
bel: Не знойдзена

source: Not found in Trash
bel: Не знойдзена ў Кошыку

source: slides
bel: слайды

source: Add a slide to your schedule.
bel: Дадаць слайд у ваш расклад

source: Slide URL
bel: URL слайда

source: Enter URL
bel: Увесці URL

source: Home - Slider
bel: Галоўная - Слайдэр

source: Home - Masonry No Sidebar
bel: Галоўная - бакавая панэль без пліткі

source: Home - Hero Background
bel: Галоўная - Hero Background

source: Page - Left Sidebar
bel: Старонка - левая бакавая панэль

source: Page - Additional Sidebar 4
bel: Старонка - дадатковая бакавая панэль 4

# comments title
source: One thought on &ldquo;%2$s&rdquo;
bel: Адна думка пра &ldquo;%2$s&rdquo;

source: Comment navigation
bel: Навігацыя па каментарах

source: Older Comments
bel: Старыя каментары

source: Newer Comments
bel: Новыя каментары

source: Comments are closed.
bel: Каментары зачынены.

source: Page - Additional Sidebar 3
bel: Старонка - дадатковая бакавая панэль 5

source: Search Results for: %s
bel: Вынікі пошуку для: %s

source: Page - Additional Sidebar 2
bel: Старонка - дадатковая бакавая панэль 2

source: Nothing Found
bel: Нічога не знойдзена

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
bel: Гатовы апублікаваць свой першы пост? <a href="%1$s">Пачніце тут</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
bel: Выбачайце, але нічога не знойдзена па гэтай умове пошуку. Калі ласка, паспрабуйце яшчэ раз з іншымі ключавымі словамі.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
bel: Здаецца, мы не можам знайсці тое, што вы шукаеце. Машчыма, пошук можа дапамагчы.

source: Page - Fullwidth
bel: Старонка - Поўная шырыня

source: Home - Typography
bel: Галоўная - Тыпаграфіка

source: Readit Theme Details
bel: Падрабязнасці тэмы Readit

source: Thank you for using Readit Pro!
bel: Дзякуй за выкарыстанне Readit Pro!

source: Readit Theme Setup
bel: Налады тэмы Readit

source: We created a quick theme setup video to help you get started with Readit Pro. Watch the video with the link below
bel: Мы стварылі відэа пра хуткія налады тэмы, каб вы маглі пачаць працу з Readit Pro. Глядзіце відэа па спасылцы ніжэй

source: View Video
bel: Глядзець відэа

source: Documentation
bel: Дакументацыя

source: Check out our Readit documentation to learn how to use your Readit Pro theme. Click the link below.
bel: Паглядзіце дакументацыю Readit, каб даведацца, як выкарыстоўваць тэму Readit Pro. Перайдзіце па спасылцы ніжэй.

source: Read Docs
bel: Чытаць дакументацыю

source: About ModernThemes
bel: Пра ModernThemes

source: Want to learn more about ModernThemes? Let us help you at modernthemes.net.
bel: Хочаце даведацца больш пра ModernThemes? Мы дапаможам вам на modernthemes.net.

source: About Us
bel: Пра нас

source: Premium Membership. Premium Experience.
bel: Прэміяльнае членства. Прэміяльны вопыт.

source: Plugin Compatibility
bel: Сумяшчальнасць плагіна

source: Use our new free plugins with this theme to add functionality for things like projects, clients, team members and more. Compatible with all premium themes!
bel: Выкарыстоўвайце з гэтай тэмай нашы новыя бясплатныя плагіны, каб дадаць функцыянальныя магчымасці для праектаў, кліентаў, членаў каманды і іншых рэчаў. Сумяшчальнасць з усімі прэміяльнымі тэмамі!

source: Agency Designed Themes
bel: Тэмы, распрацаваныя агенцтвам

source: Look as good as can be with our new premium themes. Each one is agency designed with modern styles and professional layouts.
bel: Даведайцеся пра прэміяльныя тэмы з сучасным дызайнам і прафесійнымі шаблонамі.

source: Membership Options
bel: Опцыі членства

source: We have options to fit every budget. Choose between a single theme, or access to all current and future themes for a year, or forever!
bel: Мы маем варыянты для розных бюджэтаў. Зрабіце выбар паміж адной тэмай ці доступам да ўсіх наяўных і будучых тэм на год, ці назаўсёды!

source: Access to New Themes
bel: Доступ да новых тэм

source: New themes added monthly! When you purchase a premium membership you get access to all premium themes, with new themes added monthly.
bel: Новыя тэмы дадаюцца штомесяц! Пасля атрымання прэміум-членства вы атрымліваеце доступ да ўсіх прэміяльных тэм.

source: Get Premium Membership
bel: Атрымаць прэміяльнае членства

source: Changelog
bel: Гісторыя зменаў

source: 1.1.5 - Fix: added proper string for querying the date on single.php
bel: 1.1.5 - Выпраўлена: дададзены правільны радок для запыту даты ў single.php

source: 1.1.4 - Fix: number input bug in theme customizer
bel: 1.1.4 - Выпраўлена: баг ва ўводзе лічбаў у наладах тэмы.

source: 1.1.3 - Update: Tested with WordPress 4.5, Updating Font Awesome icons to 4.6, Added Snapchat and Weibo social icon options
bel: 1.1.3 - Абнаўленне: пратэсціравана з WordPress 4.5, іконкі Font Awesome абноўлены да 4.6, дададзены Snapchat і налады Weibo для сацыяльных іконак.

source: 1.1.2 - Update: adds one-click option to add Child Theme. Go to Appearance => Editor and activate child theme from notification.
bel: 1.1.2 - Абнаўленне: дададзена магчымасць усталёўваць даччыную тэмы адным клікам. Перайдзіце ў Знешні выгляд => Рэдактар і актывуйце тэму з апавяшчэння.

source: 1.1.1 - Update: blog will now go fullwidth if no sidebar is active
bel: 1.1.1 - Абнаўленне: пры неактыўнай бакавой панэлі блог цяпер будзе адлюстроўвацца на ўсю шырыню.

source: 1.1.0 - style updates to Comments section
bel: 1.1.0 - абноўлены стылі да секцыі каментароў

source: 1.0.10 - added new Home Page Hero Background Template
bel: 1.0.10 - дададзены новы шаблон для галоўнай старонкі Hero Background Template

source: 1.0.9 - added new Font Awesome 4.5 icons
bel: 1.0.9 - дададзены новыя іконкі Font Awesome 4.5

source: 1.0.8 - new theme update method added
bel: 1.0.8 - дададзены новы метад абнаўлення тэмы

source: 1.0.7 - added Navigation section that was deleted when WordPress switched to 4.3. Removed color options from Menu Locations.
bel: 1.0.7 - дададзена секцыя навігацыі, якая была выдалена, калі WordPress абнавіўся да 4.3. Прыбраныя налады колераў з абласцей меню.

source: 1.0.6 - bug fixes
bel: 1.0.6 - выпраўлены багі

source: 1.0.5 - updated Font Awesome icons
bel: 1.0.5 - абноўлены іконкі Font Awesome

source: 1.0.0 - New Theme!
bel: 1.0.0 - Новая тэма!

source: Video for your sidebar.
bel: Відэа для бакавой панэлі

source: MT: Video Widget
bel: MT: відэа віджэт

source: Title
bel: Назва

source: Paste the URL of the video (only from a network that supports oEmbed, like Youtube, Vimeo etc.):
bel: Устаўце URL відэа (толькі з сеткі, якая падтрымлівае oEmbed, напрыклад Youtube, Vimeo і г.д.):

source: Video
bel: Відэа

source: Display your contact info
bel: Паказваць кантактную інфармацыю

source: MT: Contact Info Widget
bel: MT: віджэт кантактнай інфармацыі

source: Enter your address
bel: Увядзіце свой адрас

source: Enter your phone number
bel: Увядзіце свой нумар тэлефона

source: Enter your email address
bel: Увядзіце свой email

source: Contact info
bel: Кантактная інфармацыя

source: Address:
bel: Адрас:

source: Phone:
bel: Тэлефон:

source: Posts navigation
bel: Навігацыя па запісах

source: Older posts
bel: Старыя запісы

source: Newer posts
bel: Новыя запісы

source: Post navigation
bel: Навігацыя па запісе

# post date
source: Posted on %s
bel: Апублікавана %s

# post author
source: by %s
bel: ад %s

source: Posted in %1$s
bel: Апублікавана ў %1$s

source: Tagged %1$s
bel: Пазначана %1$s

source: Leave a comment
bel: Пакінуць каментар

source: 1 Comment
bel: 1 каментар

source: % Comments
bel: Каментароў: %

source: Edit
bel: Рэдагаваць

source: Category: %s
bel: Катэгорыя: %s

source: Tag: %s
bel: Тэг: %s

source: Author: %s
bel: Аўтар: %s

source: Year: %s
bel: Год: %s

source: Month: %s
bel: Месяц: %s

source: Day: %s
bel: Дзень: %s

# post format archive title
source: Asides
bel: Адступленні

# post format archive title
source: Galleries
bel: Галерэі

# post format archive title
source: Images
bel: Выявы

# post format archive title
source: Videos
bel: Відэа

# post format archive title
source: Quotes
bel: Цытаты

# post format archive title
source: Links
bel: Спасылкі

# post format archive title
source: Statuses
bel: Статусы

# post format archive title
source: Audio
bel: Аўдыё

# post format archive title
source: Chats
bel: Чаты

source: Archives: %s
bel: Архівы: %s

source: Archives
bel: Архівы

source: Please use a %s child theme to make changes
bel: Калі ласка, выкарыстоўвайце даччыную тэму %, каб унесці змены

source: Activate now
bel: Актывізаваць зараз

source: All done!
bel: Усё зроблена!

source: Error: theme folder not writable
bel: Памылка: тэчка тэмы не даступная для запісу

source: We created a quick theme setup video to help you get started with Readit Pro. Watch the video by clicking the link below.</br></br><a href="http://modernthemes.net/documentation/readit-documentation/readit-quick-demo-import/" target="_blank">View Video</a>
bel: Мы стварылі відэа пра хуткія налады, каб вы маглі пачаць працу з Readit Pro. Каб паглядзець відэа, перайдзіце па спасылцы ніжэй.</br></br><a href="http://modernthemes.net/documentation/readit-documentation/readit-quick-demo-import/" target="_blank">Паглядзець відэа</a>

source: Select your desired font for the headings. Montserrat is the default Heading font.
bel: Выберыце шрыфт для загалоўкаў. Montserrat - шрыфт для загалоўкаў па змаўчанні.

source: Select your desired font for the body. Playfair Display is the default Body font.
bel: Выберыце шрыфт для асноўнага зместу. Playfair Display - шрыфт для зместу па змаўчанні.

source: Text Color
bel: Колер тэксту

source: Link Color
bel: Колер спасылак

source: Hover Color
bel: Колер пры навядзенні

source: Site Title Color
bel: Колер назвы сайта

source: Theme Color
bel: Колер тэмы

source: Navigation
bel: Навігацыя

source: Menu Background Color
bel: Колер фону меню

source: Logo and Icons
bel: Лагатып і іконкі

source: Upload a logo to replace the default site name and description in the header. Also, upload your site favicon and Apple Icons.
bel: Загрузіце лагатып, каб змяніць назву сайта па змаўчанні і апісанне ў загалоўку. Таксама загрузіце фавікон сайта і іконкі Apple.

source: Logo
bel: Лагатып

source: Change the width of the Logo in PX.
bel: Змяніць шырыню лагатыпа ў PX.

source: Only enter numeric value
bel: Увядзіце толькі лікавае значэнне

source: Upload your favicon (16x16 pixels)
bel: Загрузіце фавікон (16x16 px)

source: Upload your Apple Touch Icon (144x144 pixels)
bel: Загрузіце іконку Apple Touch (144x144 px)

source: Upload your Apple Touch Icon (114x114 pixels)
bel: Загрузіце іконку Apple Touch (114x114 px)

source: Upload your Apple Touch Icon (72x72 pixels)
bel: Загрузіце іконку Apple Touch (72x72 px)

source: Upload your Apple Touch Icon (57x57 pixels)
bel: Загрузіце іконку Apple Touch (57x57 px)

source: Social Media Section
bel: Раздзел сацыяльных сетак

source: Edit your social media icons
bel: Рэдагаваць іконкі сацсетак

source: Social Media Icons
bel: Іконкі сацсетак

source: Hide Social Section
bel: Схаваць раздзел сацсетак

source: Social Icon Color
bel: Колер сацыяльных іконак

source: Social Icon Hover Color
bel: Колер сацыяльных іконак пры навядзенні

source: Open links in new window?
bel: Адкрываць спасылкі ў новым акне?

source: Phone Number:
bel: Нумар тэлефона:

source: Headline
bel: Загаловак

source: Enter your own headline content
bel: Увядзіце змест загалоўка

source: Headline Text
bel: Тэкст загалоўка

source: Headline Subtext
bel: Дадатковы тэкст загалоўка

source: Header Color
bel: Колер верхняй панэлі

source: Headline Text Color
bel: Колер тэксту загалоўка

source: Footer
bel: Футэр

source: Customize your footer area
bel: Наладзьце вобласць футэра

source: Footer Byline Text
bel: Колер імя аўтара ў футэры

source: Footer Text Color
bel: Колер тэксту футэра

source: Footer Link Color
bel: Колер спасылак у футэры

source: Footer Background Color
bel: Колер фону футэра

source: Animations
bel: Анімацыі

source: We can make things fly across the screen.
bel: Мы можам зрабіць, каб рэчы лёталі па ўсім экране.

source: Check this box if you want to disable the animations.
bel: Адзначце гэты сцяжок, каб адключыць анімацыю.

source: Blog Layout
bel: Шаблон блога

source: Change how readit displays posts
bel: Выберыце, як readit будзе выводзіць запісы

source: Post content
bel: Змест запісу

source: Excerpt length
bel: Даўжыня ўрыўка

source: Choose your excerpt length here. Default: 40 words
bel: Выберыце даўжыню ўрыўка тут. Па змаўчанні: 40 слоў

source: Page %s
bel: Старонка %s

source: Readit Pro is a responsive WordPress theme that is perfect for bloggers who love readability and clean design. Readit comes with a unique blog entry design that is perfect for visual readers and multiple blog archive layouts. Check out the theme at https://modernthemes.net/wordpress-themes/readit-pro/
bel: Readit Pro - зручная WordPress тэма для блогераў, якія любяць чысты дызайн і лёгкасць у прачытанні. Readit мае ўнікальны блогавы дызайн з мноствам шаблонаў для архіваў запісаў. Паспрабуйце тэму тут https://modernthemes.net/wordpress-themes/readit-pro/
